Repository: common-repository/wetail-shipping
Catalog: language/wetail-shipping-*.po
Languages: sv_se

source: Return label has been sent to customer
sv_se: Returetikett har skickats till kund

source: Track your parcel
sv_se: Spåra ditt paket

source: Return label for orders
sv_se: Returetikett för order

source: Hello! Attached you will find the return label for orders
sv_se: Hej! Bifogat finner du returetiketten för order

source: Print labels
sv_se: Skriva ut etiketter

source: Update & print
sv_se: Uppdatera & Skriv ut

source: Product
sv_se: Produkt

source: Weight
sv_se: Vikt

source: Total order weight
sv_se: Total ordervikt

source: Overwrite the total weight of the order, if necessary
sv_se: Skriv över orderns totala vikt om det behövs

source: Quantity
sv_se: Antal

source: Add row
sv_se: Lägg till rad

source: Enter the ID of the product
sv_se: Ange ID för produkten

source: Enter the name of the product
sv_se: Ange namnet på produkten

source: Enter the quantity of the product
sv_se: Ange kvantiteten av produkten

source: The ID of the product is empty. Please try again.
sv_se: Produktens ID är tomt. Försök igen.

source: The name of the product is empty. Please try again.
sv_se: Namnet på produkten är tomt. Försök igen.

source: The quantity of the product is empty. Please try again.
sv_se: Kvantiteten av produkten är tom. Försök igen.

source: The quantity of the product should be a number. Please try again.
sv_se: Mängden av produkten ska vara ett nummer. Försök igen.

source: Please select a return service provided by your parcel delivery company for the order
sv_se: Välj en returtjänst som tillhandahålls av ditt paketleveransföretag för beställningen

source: Print
sv_se: Skriv ut

source: Send to client
sv_se: Skicka till kund

source: Cancel
sv_se: Avsluta

source: Confirm
sv_se: Fortsätt

source: Continue
sv_se: Fortsätt

source: Your order can not be processed. Please enter the weight and/or dimensions of your package.
sv_se: Din beställning kan inte behandlas. Ange vikt och/eller mått på ditt paket.

source: Missing account connection
sv_se: Saknar koppling till konto

source: Missing order info
sv_se: Orderinformation saknas

source: Select sender & pickup
sv_se: Välj avsändare och upphämtning

source: Please
sv_se: Vänligen

source: select a shipping sender
sv_se: välj en avsändare

source: Sender
sv_se: Avsändare

source: Choose sender
sv_se: Välj avsändare

source: Carrier
sv_se: Transportör

source: Use mapping
sv_se: Använda mappning

source: and/or
sv_se: och/eller

source: schedule pickup
sv_se: schemalägg upphämtning

source: Schedule pickup
sv_se: Schemalägg upphämtning

source: Choose date
sv_se: Välj datum

source: Time is approximate, please contact carrier for information
sv_se: Tiden är ungefärlig, kontakta transportören för information

source: Select return service
sv_se: Välj returtjänst

source: Print shipping label
sv_se: Skriv ut fraktsedel

source: Print label
sv_se: Skriv ut etikett

source: View label
sv_se: Visa etikett

source: Return
sv_se: Tillbaka

source: Creation of shipping label failed
sv_se: Det gick inte att skapa fraktsedel

source: Creation of shipping label was successful
sv_se: Skapandet av fraktsedel lyckades

source: API Key
sv_se: API-Nyckel

source: The API-key will be emailed to you when you purchase a license at wetail.io. If you haven't signed up yet, use this %slink%s.
sv_se: API-nyckeln kommer att mejlas till dig när du köper ett konto på wetail.io. Om du inte har registrerat dig än, använd denna %slänk%s.

source: Minimum weight per order
sv_se: Minimumvikt per order

source: Setting this value will never set the order weight below this threshold. Leave empty to allow any order weight including zero or none.
sv_se: Att ställa in detta värde kommer aldrig att sätta ordervikten under detta tröskelvärde. Lämna det tomt för att tillåta vilken ordervikt som helst, inklusive noll.

source: Support multiple senders
sv_se: Flera avsändare

source: Allow multiple senders in Wetail shipping. Selecting this option will prompt you for the sender upon every shipment label creation. To create another sender, contact %ssupport@wetail.io%s.
sv_se: Tillåt flera avsändare i Wetail-frakt. Genom att välja detta alternativ kommer du att få välja avsändare när du skapar en fraktsedel. För att skapa en annan avsändare, kontakta %ssupport@wetail.io%s.

source: Manual carrier pickups
sv_se: Manuell upphämtningsbokning

source: Allow scheduling pickups. Selecting this option will prompt you with an option to order pickup.
sv_se: Tillåt bokning av upphämtningar. Genom att välja detta alternativ kommer du att få valet att beställa upphämtning.

source: Manual shipping method selection
sv_se: Manuellt val av fraktmetod

source: Allow manual selection of shipping method.
sv_se: Tillåt manuellt val av fraktsätt.

source: Manual order validation
sv_se: Manuell ordervalidering

source: Selecting this option will prompt you with an additional order confirmation dialog. In this dialog you can change weight and dimensions of each product in the order.
sv_se: Genom att välja detta alternativ kommer du att få en ytterligare orderbekräftelsedialog. I denna dialog kan du ändra vikt och dimensioner för varje produkt i ordern.

source: Ignore product dimensions
sv_se: Ignorera poduktdimensioner

source: Selecting this option will ignore any product dimensions when creating a shipment label. Instead it will use the minimum dimensions given by carrier shipping service.
sv_se: Genom att välja detta alternativ kommer alla poduktdimensioner att ignoreras vid skapandet av en fraktsedel. Istället kommer de minimum dimensionerna som ges av frakttjänsten att användas.

source: Print PDFs automatically
sv_se: Skriva ut PDF-filer automatiskt

source: Do not print
sv_se: Skriv inte ut

source: You don’t seem to have a subscription. Please pick a plan and get started today
sv_se: Du verkar inte ha något konto. Vänligen välj en plan och kom igång på ett par minuter

source: Only %s/order print
sv_se: Endast %s/‪fraktetikett

source: No fixed costs, you only pay for usage.
sv_se: Inga fasta kostnader, Betala endast för det du brukar.

source: Pre-paid 500 orders
sv_se: Pre-paid 500 fraktetiketter

source: from %s/month
sv_se: från %s/mån

source: %s/order
sv_se: %s/beställning

source: For growing shops, pricing control.
sv_se: För växande butiker, full priskontroll.

source: Pre-paid 1000 orders
sv_se: Pre-paid 1000 fraktetiketter

source: For large shops, pricing control.
sv_se: För stora butiker, full priskontroll.

source: Contact sales
sv_se: Kontakta sälj

source: Custom integrations and shipping rules.
sv_se: Anpassade integrationer och fraktregler.

source: Visit wetail.io
sv_se: Besök wetail.io

source: Length
sv_se: Längd

source: Width
sv_se: Bredd

source: Height
sv_se: Höjd

source: Remove
sv_se: Ta bort

source: Do not ship this product
sv_se: Skicka inte denna produkt
